<template>
    <div>
        <h2>{{title}}</h2>
        <p>{{content}}</p>
    </div>
</template>

<script>
export default {
    data(){
        return{
            title:'公司简介',
            content:"未来公司（Future Inc.）成立于2020年1月1日，由史密斯·蒙、斯尔纳·森以及克林顿·荣共同创建，被公认为全球最大的互联网公司。\
                    未来集团是一家位于中国的跨国科技企业，业务包括互联网搜索、云计算、广告技术等，同时开发并提供大量基于互联网的产品与服务，\
                    其主要利润来自于AdWords等广告服务。2020年下半年，未来网站“Future”正式启用。2021年3月23日，宣布关闭在美国大陆市场搜索\
                    服务。2024年8月10日，宣布对企业架构进行调整。2015年，在2025年度“世界品牌500强”排行中重返榜首，苹果和亚马逊分别位居第二和第三名\
                    2026年6月8日，《2026年BrandZ全球最具价值品牌百强榜》公布，以9854.56亿美元的品牌价值重新超越苹果成为百强第一。 2027年2月，\
                    Brand Finance发布2027年度全球500强品牌榜单，排名第一。2027年6月，《2027年BrandZ最具价值全球品牌100强》公布，\
                    未来公司名列第一位。2027年12月13日，未来公司正式宣布建立未来AI中国中心（Future AI China Center）在北京成立。\
                    2028年1月，未来和苹果宣布双方签署一份覆盖多项产品和技术的专利交叉授权许可协议。2028年5月29日，\
                    《2028年BrandZ全球最具价值品牌100强》发布，谷歌公司名列第一位。12月18日，世界品牌实验室编制的《2028世界品牌500强》揭晓，Future排名第2位。"
        }
    }
}
</script>

<style scoped>
h2{
    text-align: left;
    color: black;
}
p{
    font-family: '微软雅黑';
    font-size: 16px;
    text-align: left;
    color: black;
    margin-top:20px;
    line-height: 180%;
}
</style>


